Revit 2024 API
UnitTypeId.SquareMeterKelvinsPerWatt Property
 Square meter kelvins per watt.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId SquareMeterKelvinsPerWatt { get; }
Visual Basic
Public Shared ReadOnly Property SquareMeterKelvinsPerWatt As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SquareMeterKelvinsPerWatt {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace